{"id": {"a": "olis harry potter toy", "b": "hta blue drink can", "c": "ult red monster plush", "d": "amg white robot toy", "e": "lun beige teddy bear"}}
{"id": "a", "file_name": "a00.jpg", "mask_path": "mask_a00.jpg", "text": "A photo of a olis harry potter toy set on a polished wooden desk, with the sleek edge of a laptop and mouse in view."}
{"id": "a", "file_name": "a01.jpg", "mask_path": "mask_a01.jpg", "text": "A photo of a olis harry potter toy displayed on a smooth, dark surface with a vibrant blue cup in the background."}
{"id": "a", "file_name": "a02.jpg", "mask_path": "mask_a02.jpg", "text": "A photo of a olis harry potter toy standing confidently on a black surface with a white wall in the backdrop."}
{"id": "a", "file_name": "a03.jpg", "mask_path": "mask_a03.jpg", "text": "A photo of a olis harry potter toy captured against the contrast of a deep black tabletop and a striking blue cup in the background."}
{"id": "a", "file_name": "a04.jpg", "mask_path": "mask_a04.jpg", "text": "A photo of a olis harry potter toy strategically positioned on a desk with an intricate wood grain pattern and office supplies in soft focus behind."}
{"id": "b", "file_name": "b00.jpg", "mask_path": "mask_b00.jpg", "text": "A photo of a hta blue drink can placed on a weathered ledge, outdoors in daylight."}
{"id": "b", "file_name": "b01.jpg", "mask_path": "mask_b01.jpg", "text": "A photo of a hta blue drink can resting on a stone surface, with a serene water body in the background."}
{"id": "b", "file_name": "b02.jpg", "mask_path": "mask_b02.jpg", "text": "A photo of a hta blue drink can on icy ground, homes amidst leafless trees behind."}
{"id": "b", "file_name": "b03.jpg", "mask_path": "mask_b03.jpg", "text": "A photo of a hta blue drink can on a glossy ice surface, suburban homes behind."}
{"id": "b", "file_name": "b04.jpg", "mask_path": "mask_b04.jpg", "text": "A photo of a hta blue drink can beside a full glass, set on a wooden table."}
{"id": "c", "file_name": "c00.jpg", "mask_path": "mask_c00.jpg", "text": "A photo of ult red monster plush sitting on a ledge, urban landscape in the background."}
{"id": "c", "file_name": "c01.jpg", "mask_path": "mask_c01.jpg", "text": "A photo of ult red monster plush straddling a screen, office workspace behind."}
{"id": "c", "file_name": "c02.jpg", "mask_path": "mask_c02.jpg", "text": "A photo of ult red monster plush sitting by a window."}
{"id": "c", "file_name": "c03.jpg", "mask_path": "mask_c03.jpg", "text": "A photo of ult red monster plush on a vehicle's hood, under the shade of trees."}
{"id": "c", "file_name": "c04.jpg", "mask_path": "mask_c04.jpg", "text": "A photo of ult red monster plush on a stone."}
{"id": "d", "file_name": "d00.jpg", "mask_path": "mask_d00.jpg", "text": "A photo of amg white robot toy poised on a textured grey sofa."}
{"id": "d", "file_name": "d01.jpg", "mask_path": "mask_d01.jpg", "text": "A photo of amg white robot toy on a wooden slatted table, with a cream backdrop."}
{"id": "d", "file_name": "d02.jpg", "mask_path": "mask_d02.jpg", "text": "A photo of amg white robot toy outdoors with autumn trees in the background."}
{"id": "d", "file_name": "d03.jpg", "mask_path": "mask_d03.jpg", "text": "A photo of amg white robot toy seated on a mossy rock among pine needles."}
{"id": "d", "file_name": "d04.jpg", "mask_path": "mask_d04.jpg", "text": "A photo of amg white robot toy on a rock with grass and leaves behind."}
{"id": "e", "file_name": "e00.jpg", "mask_path": "mask_e00.jpg", "text": "A photo of a lun beige teddy bear resting on an aged stone ledge amidst a misty forest ambiance."}
{"id": "e", "file_name": "e01.jpg", "mask_path": "mask_e01.jpg", "text": "A photo of a lun beige teddy bear peeking through a wooden slat fence under a clear blue sky."}
{"id": "e", "file_name": "e02.jpg", "mask_path": "mask_e02.jpg", "text": "A photo of a lun beige teddy bear against weathered wood, resting on an aged stone surface."}
{"id": "e", "file_name": "e03.jpg", "mask_path": "mask_e03.jpg", "text": "A photo of a lun beige teddy bear lounging on a weathered wooden bench with leafy greens around."}
{"id": "e", "file_name": "e04.jpg", "mask_path": "mask_e04.jpg", "text": "A photo of a lun beige teddy bear seated on a dusty trail, with a blurred path stretching behind."}